Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotCopyDetails Property
 Can't copy some or all of the detailing with the view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyDetails { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyDetails As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyDetails {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace